ecsiteのitemsテーブルinsert文
参考サイト：https://bodoge.hoobby.net/ranking

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) values('',,10,0,,,,,'','');



insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('カタンの開拓者たち', 3200,10, 0, 2, 4, 40,60 ,'無人島の開拓競争！5つの資源をめぐったプレイヤー間の「貿易」が超おもしろい！','世界のボードゲームの中で2000万個以上の販売数を誇る、ドイツ発の大ヒットゲームです。
「カタンの開拓者たち」は、「カタン島」という無人島を舞台に、3～4名のプレイヤーが参加し、島を開拓競争するボードゲームです。開拓地を増やす・街を成長させる・道を拡張する、がメインアクションで、街の数や道の長さを競い合って10点先取した人の1人勝利ゲームです。何をするにも「資源」を消費していきます。
プレイヤー間で「資源の交易」を行いながら、自分の領地を拡大していきます。この交易が、カタンが人気の理由です。有利に交易/交渉を行っていくために、バランスよく資源を回収したり、特定の資源を独占しにいったり、プレイスタイルは盤によって様々です。例えば道を拡張するために「木材1つ」を手に入れるために、誰かと交易することができます。ここで「木材1つでどれだけ資源を提供してくれるかの交渉」が可能です。この交渉が醍醐味なのです。
「木材1つ欲しいの？ （いま全員が木材を欲しがってるの知ってるぞ！よし、）じゃあ鉄材1つ・粘土1つ・羊1つください」。こんな交渉もOKなのが、カタンというボードゲームの面白さです。資源の「価値」はプレイヤー間で異なりますし、道や街は異なるプレイヤーが重ねて置くことが出来ないため、「我先に」と交易が活発になっていきます。
3人で遊ぶと、盤がやや手広く感じます。終盤まで道を拡張することがよくあり、やや発展力がメインのゲームとなります。4人で遊ぶと「カタン島」が手狭になり、全員が何かしらの資源を諦めて、持ち合いになるケースがほとんどになります。勝利のために交易テクニックが重要となってきます。基本的に1人が勝ったら終わるボードゲームなので、誰かが勝ちそうになると、ほぼ毎回「あいつと交渉するのはもう辞めだ！みんなで経済制裁すっぞ！」など、徒党を組み始めて3:1の形になります（笑）
「発展カード」といって、資源を消費するかわりに、何かしらの効果を得られる特殊カードもあります。ポイントカードや、妨害カード、資源獲得カードなど、様々な種類がありますが、カードを引いた人にしか見えないので、経済制裁をうけないように上手く相手を出しぬくためのブラフ要素となっています');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('カルカソンヌ', 3200,10,0,2,5,30,45,'地形を作って占領ポイントをゲット！自分を育てるか・相手を潰すかはあなた次第。','やることは、引いたタイルを並べて駒を置くだけ！ 
道や街を作って得点を競うのが、カルカソンヌです。簡単なルールですが、世界大会が行われる程多くの人に愛されているボードゲームでもあります。
得点は、街や道が完成をした時に自分の駒が置いてあると得る事ができます。この時、使っているタイルが多ければ多い程得点は高くなります。大きい街や長い道を作る事が高得点を狙うポイントのひとつですが、そう簡単にはいきません。
完成した街や道に他の人の駒が多く置かれていたら得点はできませんし、完成させないように妨害をしてくる人もいるでしょう。 
また、得点を得る方法もそれだけではなく、周りに８枚のタイルが揃う事で得点が入る修道院や全てのタイルが置き終わった後の切れ目で、得点が入る草原に駒を置く事で一発逆転を狙える事もあります。
少人数でも楽しめるのもこのボドゲの魅力の一つ。仲の良い友達や恋人同士の２人プレイも、家族や仲間うちでわいわいできる５人プレイも可能です。何よりも、タイルを置いていく事で地図のように国が広げていける楽しみは唯一無二！どんな方にも自信を持って勧められるボードゲームです。');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('宝石の煌き',5000,10,0,2,4,30,30,'この宝石は取られたくない、あの宝石は欲しい。宝石の魅力に取りつかれたカードコレクション・獲得ゲーム','プレーヤーは、色とりどりの宝石に魅せられた商人の１人。商人ギルドの長となり、鉱山から得られる原石をもとに資産を築いて職人たちを雇い地位や名声を得ていくボードゲームです。 
内容は実にシンプルで、５種類の宝石と黄金を引き換えに発展カードを獲得していき、そのカードに記載されている点数の合計となる名声値を競います。この名声値がゲーム終了時点で一番高かったプレーヤーが勝利します。
内容は、バランスの良いゲームとなっています。まず、用意されている宝石トークンには限りがあり、１ターン中にこの宝石を最大３つまで獲得することができます。しかし、プレーヤーが保持できる宝石トークンの数に限りがあり、最大で１０個までしか手元に残しておくことができません。 
また、獲得する発展カードには様々な職人や場所、建造物などが描かれており、そのカードから生産される宝石は宝石トークンと同じようにカードの購入に使用することができます。つまり発展カードは、宝石トークンのような制限のない、常に使用できる宝石と思ってよいでしょう。
発展カードは３段階の種類があり、上位のカードほど得られる名声値は高くなります。その一方、獲得に必要な宝石数が多くなるため、必然的に下位のカードから獲得していくことになります。そのため、前半は宝石トークンが重要ですが、後半になるにつれて発展カードのほうが重要となります。基本的には、なるべく安いコストで獲得でき、かつ名声値も得られるカードが強いとされます。
また、カードを購入してその種類を揃えることで、貴族が訪問するというボーナスもあります。このボーナスは名声値となりますが、新たな宝石は獲得されないため、最初からこれを目指してプレイする必要はありません。
このボードゲームの最大の特徴は、いつ、どの発展カードを獲得するかという駆け引きにあります。カードを獲得する準備をしつつ、相手に欲しいカードを取らせないように考えながらプレイすることになります。また、欲しいカードを取られないように、先に確保しておくということもできますが、確保できるカードの枚数が３枚までとなっていますので、上手に組み合わせてプレイするとよいでしょう。
宝石トークンはそれなりに重量もあり、とても魅力的なコンポーネントです。内容についても、単純でかつ奥深く、繰り返してプレイしたくなるような気持ちにさせてくれるでしょう。');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('ラブレター',1998,10,0,2,4,20,20,'短時間で決着がつく奥深いカードゲーム！','プレイヤーの目的はある国のお姫様にラブレターを届ける事。 
様々な役職の人に渡して出来るだけお姫様に近い身分の人にラブレターを託しましょう！
ルールがとにかくシンプル。 
１６枚のカードをシャッフルして１枚を抜きます。(伏せカード) 
全員に１枚ずつカードを配り、残りのカードは山札とします。 
１枚引いて１枚捨てるを繰り返し、捨てる際に必ずカードの効果に従います。
カードの効果によって脱落したプレイヤーは手札を公開します。 
１人以外全員脱落者が出た場所は残った人の勝ちとなり、山札がなくなるまで脱落者が出なかった場所は手札の数字が高い人の勝ちとなります。 
前半は運、後半は推理と駆け引きが重要です。 
全体の枚数内訳、相手プレイヤーが何故このカードを使ったかなどの情報を元に推理してライバルを脱落させましょう！');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('6 ニムト',1200,10,0,2,10,40,50,'牛を引き取らないようにカードを出せ！大人数でもできる大人気パーティゲーム
','牛、牛、牛。とにかく牛が主役のボードゲームです。獲得した牛の頭数が一番少なかったプレーヤーが勝利する、パーティ系カードゲームです。最大で１０人まで遊べるのが特徴です。
カードには１から１０４までの数字が書かれているカードが１枚ずつあり、それぞれに牛が１頭から最大７頭まで描かれています。まずはこれらをシャッフルして、上から４枚のカードを引いてそれぞれの列に配置します。次に各プレーヤーに１０枚ずつカードを配り、ゲームを開始します。
まず、各プレーヤーは自分の手札から１枚カードを決めて伏せて場に出します。全員が場にカードを出したら、一斉に伏せているカードをオープンします。オープンされたカードを小さい数字から順番に処理していきます。ルールに従って、場に並べてある４つの列のいずれかの横に置いていきます。これを繰り返して手札を全て使い切ったら、１ラウンドが終了します。全てのカードをシャッフルしなおして、繰り返しプレイしていきます。
ここで、カードを獲得してしまう条件の１つは、４つの列のいずれかに自分のカードを置いたときに、自分のカードが置いた列の６枚目のカードだった場合です。その場合、それまであった５枚の牛カードを獲得することになります。つまり、ここで獲得したカードがマイナス点となるのです。自分の出した６枚目のカードは、その列の新しい列カードとして残します。 
また、カードを並べるルールによっては、どこの列にも自分のカードが置けない場合があります。この場合は、４つの列のいずれかを選択して、その列の牛カードを全て獲得し、自分のカードを新しい列カードとして場に置きます。
ラウント終了時に各プレーヤーはマイナス点を計算します。このマイナス点は以降のラウンドにも引き継がれます。そして、どこかのラウンドでマイナス点が66点を超えたプレーヤーがいたら、そのラウンドをもってゲーム終了となります。最終的にマイナス点が一番少ないプレーヤーの勝利となります。
このボードゲームは、多人数でワイワイやるのが楽しいと思います。場に並べるルールにはいくつかあり、単純に小さい方から大きい方に数字を並べるものや、場にある列の左右両方に置けるものなど、バリエーションはたくさんあります。ルールブックに記載されているルール以外にも、メビウスゲームズのホームページで公開されているバリエーションルールがあるので、確認してみても良いと思います。');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('ドミニオン',4860,10,0,2,4,20,40,'デッキを構築しながら強化しよう！成長型カードゲームの最定番','自分の王国を発展・拡大し、他の王国と競い合うデッキ構築型ボードゲームです。ドミニオンとは「領土」のことですが、実際に領土を取り合う訳ではありません。自分の所持するカードの束（デッキ）が、いわゆる王国の「財産」です。そのカードを使用して新たなカードを購入したり不要なカードを破棄したりして、自分のデッキを強くしていくことが王国の発展となります。 
最終的に自分のデッキにあるカードの「勝利点」が一番多いプレーヤーが勝利します。
プレーヤーは銅貨７枚と屋敷３枚のデッキから始まります。最初の財産ですね。デッキをシャッフルして最初の５枚を手札として引き、ゲームを開始します。「銅貨」は「財宝カード」と呼ばれ、その上位に「銀貨」や「金貨」があります。主にデッキを発展させるためのカードを購入する際に使用します。「屋敷」は「勝利点カード」と呼ばれ、その上位として「公領」や「属州」があります。こちらは勝つための勝利点を得るために使用します。その他に、デッキの発展をサポートするための王国カード（いわゆるアクションカード）が用意されています。 
ドミニオン基本セットには、全部で２４種類の王国カードが用意されており、そのうち１０種類を１ゲームに使用します。この１０種類の組み合わせは自由であるため、１ゲームごとに戦略が変わります。その内容に応じて戦略を考え、色々な戦術を駆使してゲームを進めていきます。
このボードゲームの醍醐味として、１ターンに何度も王国カードを使用する、いわゆるアクションのコンボ（連鎖）があります。アクション数を増やして王国カードを連続して使用したり、カードをたくさん山札から引いて上位のカードを獲得したり、不要なカードを排除して山札から欲しいカードを引きやすくしたりするなど、色々な方法で自分のデッキを強くしていくのです。 
また王国カードによっては、他プレーヤーの妨害工作も行うことができます。手札の数を制限したり、勝利点をマイナスする「呪い」といったカードを相手のデッキに潜り込ませたりすることができます。
このように様々なことが行えますが、基本的なルールは難しくありません。自分のターンの開始時には１回のアクションフェーズがあり、その後は１回の購入フェーズがあります。王国カードによってこの回数は増えますが、そこは手札からプレイする順番に処理していくだけです。最後に残ったカードを処理するクリーンアップフェーズを行ってターン終了となります。
ドミニオンには様々な拡張セットが発売されていますが、まずはこの基本セットでおおまかな流れを掴んでおくと良いでしょう。');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('犯人は踊る',1296,10,0,3,8,10,30,'事件が起きた――。 犯人は今日この場所に集まった、 私たちの中にいる','犯人は踊るは犯人カードの持ち主を当てる推理カードゲームです。
ルールはとても簡単です。「第一発見者」を配られた人がスタートプレイヤーとなり、順番に手札を出しカードに書かれたアクションを行っていきます。例えば「うわさ」の効果は全てのプレイヤーは右隣りのプレイヤーの手札からカードを1枚引くことになります。 
また「目撃者」は誰か一人の手札を全て見る事が出来ます。「犯人」を持つプレイヤーは、手札を見られる前に、カードの効果を使用して他の人にカードを押し付けてしまいましょう。 
「取り引き」カードは他のプレイヤーとカードを1枚交換します。また「情報交換」はカードを1枚左隣のプレイヤーに渡す事が出来ます。
ゲームが終盤に差し掛かると「探偵」が動き出します。このカードはは手札が3枚以下の時に出すことが出来ます。他のプレイヤーを一人指名して、その人が犯人カードを持っていれば探偵の勝利となりますが、犯人が「アリバイ」を持っていた場合、例え犯人であっても。私は犯人じゃない！と発言する事が出来ます。
犯人カードを持つプレイヤーは最後の1枚になった時、犯人カードを手札から出す事が出来れば逃げ切り成功となり犯人の勝ちとなります。また「たくらみ」カードを出したプレイヤーは犯人の協力者となり犯人が勝利条件を満たした時に同時に勝利条件を得ます。
カードの交換を行いながら、みんなでワイワイ盛り上がれるオススメのボードーゲームです。');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('ハゲタカのえじき',1400,10,0,2,5,10,30,'ドッキドキな数字比べ！熱い駆け引きが楽しめる簡単ボードゲーム！','ハゲタカのえじきは、「数字のじゃんけん」とも呼ばれるボードゲーム。自分の手札から出しだ数字を相手と比べて得点をゲットするだけの簡単なルールですが、読み合いと駆け引きが楽しめ、とても盛り上がるボドゲです。
プレイヤーにはそれぞれ、１から１５までの数字が書かれたカードが渡されます。 
これが、数字比べのカードになります。全員で伏せてカードを出し、一番大きい数字のカードを出した人が勝ちです。ただし、ここで同じ数字を出した人がいると、そのカードは無効！次に大きいカードを出した人が勝ちになるわけです。
勝った人は、山札から一枚めくっておいたカードを貰う事ができます。このカードはポイントカードで、０を除いた－５から１０までのポイントが記載されています。みんな当然、高得点のカードが欲しいですよね？しかし、大きい数字をただ出すだけでは相手とバッティングしてしまう・・・さらに、お気付きの通り山札にはマイナスポイントカードもあります！
ポイントがマイナスの場合は、一番小さい数字のカードを出した人がカードを引き取らなければなりません。さぁ、どの数字のカードを出すのがいいのか？予想以上に考えさせられる、奥深いボードゲームです。
最大６人でもできる所もチェックポイント。 
簡単に友達同士で集まって盛り上がれる、そこがハゲタカのえじきの良い所でしょう。');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('ごきぶりポーカー',1800,10,0,2,6,10,30,'きも～いカードを押し付け合って1人負けを決める！仲良い友達と遊ぶのがオススメ','ゴキブリ、クモ、ネズミ、カメムシ・・・そんないや～な動物達を、相手に押し付けるっ！！ごきぶりポーカーはそんなボードゲームです。
でも、そんなきも～いカード、どうやって押し付ければいいの？ここにこのボドゲの面白さが詰まっています。それはずばり・・・ブラフとハッタリです！！押し付けてやりたいカードを伏せて相手に渡して、これはゴキブリです！」と声高らかに宣言してあげましょう。そのカードがゴキブリでもゴキブリでなくても関係ありません。宣言する動物もゴキブリでなくてももちろん大丈夫です。それを受けた相手は、その宣言が本当か嘘かを予想し、また宣言します。
「これはゴキブリだ！」もしくは、「これはゴキブリではない！」と。もし、その予想が外れていれば、そのカードを押し付ける事に成功です！相手はカードを表にして、自分の目の前に置き続けなければなりません。当てられてしまえば残念ながらカードは逆戻り、あなたのカードになってしまいます。
それを繰り返し、同じカードが４枚、もしくは全種類の動物のカードが手元に揃うか、手持ちのカードが全てなくなってしまうと負け・・・そうです、このボドゲは１人負けを決めるゲームなのです！！
２人からでも遊べますが、５～６人でわいわいやるのがオススメです。仲の良い友達とやれば、きっと笑いが絶えない事でしょう。ちなみにカードを押し付けられた人は、そのカードを見てまた他の人に回すという行動を取る事も可能です。
慣れてくると色々な作戦が打てるかも・・・？');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('バトルライン',2700,10,0,2,2,20,40,'ポーカー×陣取りゲーム！？戦略力が試される２人専用カードゲーム','バトルラインは、９つのフラッグを奪い合う２人専用のボードゲームです。先に５つのフラッグを取るか、隣り合った３つのフラッグを獲得できれば勝ちとなります。
奪い合うのに使うのは１～１０まで番号が振られた６色のカード。これらをフラッグの前に置いて、３枚１セットで役を作って勝負をします。役自体はポーカーを思い出せば簡単に覚えられるでしょう。同じ色、連続した数字を出す事で完成します。
このボドゲの面白い所は、どこのフラッグにカードを置くかは完全に自由だという所です。最初は７枚の手札で始まり、１枚出して山札から補充を繰り返すのですが、いきなり役を作らずに色々な所に置いて相手の様子を伺ったり良いカードが出るまで粘ったり・・・といった事も可能となっています。
プレイしながら戦略を練って、カードを待って勝負を決める。麻雀のような要素を持ったゲームとも言えそうです。通常の数字のカードの他に特殊効果カードもあり、一発逆転できる要素も持ち合わせているのも楽しいポイント。
練る事ができる戦略は決して一通りではなく、相手の裏をかく事も必要になってくるかも？何度でも楽しめる戦略系ボードゲームです！');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('ディクシット',4860,10,0,3,6,20,40,'絵と物語りがゲームとなったコミュニケーションゲーム','2010年のドイツ年間ゲーム大賞を受賞し、世界中にコミュニケーション・ボードゲームのブームを巻き起こした「ディクシット」。 
「DiXit」とは、ラテン語で「（彼が）言う」の意味で、フランスでは根拠なき主張を揶揄するときに使う言葉。
このゲームでは、各プレイヤーが6枚ずつの手札を持ち、1人ずつ交代で語り部となる。語り部は自分の手札1枚を選び、その絵柄から連想される言葉を言い、他のプレイヤーは自分の手札からその言葉にもっとも関係していると思うカード1枚を選ぶ。 
全員がカード1枚ずつを出したら、語り部がそれをシャッフルして並べ、語り部以外のプレイヤーは「語り部の選んだカード」と思ったカードに投票。その投票結果によってポイントを獲得する。 
全員当たりまたは全員外れの場合、語り部はポイントをもらえないため、語り部はバレバレでも、的外れでもない、適度にあいまいな言葉を要求される。
簡単なルールで、メルヘンチックなカードイラストと、かわいいウサギコマを使って老若男女で楽しく遊べる、コミュニケーションパーティゲームだ。');

insert into items(name,price,stock,number_sold,player_min,player_max,time_min,time_max,info_title,info) 
values('パンデミック',4000,10,0,2,4,30,60,'病原体が勝つか、それとも人類が勝つか？','パンデミックとは、伝染病や感染症が世界中に流行することを表す用語。 
このゲームは、世界中に拡大しようとする感染症の根絶を目的とし、プレイヤー同士が協力し合って、4種類の病原体すべてのワクチンを発見するという、多人数協力型ゲームだ。
プレイヤーはそれぞれ、別々の特殊技能を持ったエキスパートである「科学者」「研究員」「衛生兵」「通信司令員」「作戦エキスパート」に加え「危機管理官」「検疫官」からいずれかの役割を担い、ウイルスの拡散を防止する戦いに身を投じ、4種類のワクチンの研究、開発おこなって撲滅を目指す。 
プレイヤーである君たちにできることは、世界の各都市を移動し、研究施設を作り、そこで治療をし、情報交換をしながら治療薬を発見すること。
しかし毎ターン世界のどこかで感染症が発症し、ちょっと手を抜くとたちまち病原体は広がり、各地でアウトブレイク（拡散）が発生し、ゲームオーバーとなってしまう。');

